Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Secure Enclave keys are bound to this device and cannot be backed up or synced.
ar: ترتبط مفاتيح Secure Enclave بهذا الجهاز ولا يمكن نسخها احتياطياً أو مزامنتها.
ca: Les claus de Secure Enclave estan vinculades a aquest dispositiu i no se'n pot fer cap còpia de seguretat ni sincronitzar-les.
cs: Klíče Secure Enclave jsou vázány na toto zařízení a nelze je zálohovat ani synchronizovat.
da: Secure Enclave-nøgler er bundet til denne enhed og kan ikke sikkerhedskopieres eller synkroniseres.
de: Secure Enclave-Schlüssel sind an dieses Gerät gebunden und können nicht gesichert oder synchronisiert werden.
es: Las claves del Secure Enclave están vinculadas a este dispositivo y no se pueden respaldar ni sincronizar.
fi: Secure Enclave -avaimet on sidottu tähän laitteeseen, eikä niitä voi varmuuskopioida tai synkronoida.
fr: Les clés Secure Enclave sont liées à cet appareil et ne peuvent être ni sauvegardées ni synchronisées.
he: מפתחות Secure Enclave קשורים למכשיר זה ולא ניתן לגבות או לסנכרן אותם.
hu: A Secure Enclave kulcsok ehhez az eszközhöz vannak kötve, és nem menthetők biztonsági másolatba, illetve nem szinkronizálhatók.
it: Le chiavi Secure Enclave sono vincolate a questo dispositivo e non possono essere sottoposte a backup o sincronizzate.
ja: Secure Enclaveキーはこのデバイスに紐付けられており、バックアップや同期はできません。
ko: Secure Enclave 키는 이 기기에 종속되어 백업하거나 동기화할 수 없습니다.
nb: Secure Enclave-nøkler er bundet til denne enheten og kan ikke sikkerhetskopieres eller synkroniseres.
nl: Secure Enclave-sleutels zijn aan dit apparaat gebonden en kunnen niet in een back-up worden opgenomen of worden gesynchroniseerd.
pl: Klucze Secure Enclave są powiązane z tym urządzeniem i nie mogą być uwzględniane w kopiach zapasowych ani synchronizowane.
pt_br: As chaves do Secure Enclave são vinculadas a este dispositivo e não podem ser copiadas em backup nem sincronizadas.
pt_pt: As chaves do Secure Enclave estão associadas a este dispositivo e não podem ser incluídas em cópias de segurança nem sincronizadas.
ro: Cheile Secure Enclave sunt legate de acest dispozitiv și nu pot fi salvate în backup sau sincronizate.
sl: Ključi Secure Enclave so vezani na to napravo in jih ni mogoče varnostno kopirati ali sinhronizirati.
sv: Secure Enclave-nycklar är bundna till den här enheten och kan inte säkerhetskopieras eller synkroniseras.
uk: Ключі Secure Enclave привʼязані до цього пристрою, і їх не можна зберегти в резервній копії чи синхронізувати.
vi: Khóa Secure Enclave được gắn với thiết bị này và không thể được sao lưu hoặc đồng bộ.
zh_hans: Secure Enclave 密钥绑定到此设备，无法备份或同步。
zh_hant: Secure Enclave 金鑰會綁定至此裝置，無法備份或同步。

source: Securely copy this key to a remote server's authorized_keys file
ar: انسخ هذا المفتاح بأمان إلى ملف authorized_keys على الخادم البعيد
ca: Copieu aquesta clau de manera segura al fitxer authorized_keys d'un servidor remot
cs: Bezpečně zkopírujte tento klíč do souboru authorized_keys na vzdáleném serveru
da: Kopiér denne nøgle sikkert til en fjernservers authorized_keys-fil
de: Diesen Schlüssel sicher in die authorized_keys-Datei eines Remote-Servers kopieren
es: Copie esta clave de forma segura al archivo authorized_keys de un servidor remoto
fi: Kopioi tämä avain turvallisesti etäpalvelimen authorized_keys-tiedostoon
fr: Copier cette clé de manière sécurisée dans le fichier authorized_keys d'un serveur distant
he: העתק מפתח זה בצורה מאובטחת לקובץ authorized_keys של השרת המרוחק
hu: Kulcs biztonságos másolása a távoli szerver authorized_keys fájljába
it: Copiare in modo sicuro questa chiave nel file authorized_keys di un server remoto
ja: このキーをリモートサーバーのauthorized_keysファイルに安全にコピー
ko: 이 키를 원격 서버의 authorized_keys 파일에 안전하게 복사합니다
nb: Kopier denne nøkkelen sikkert til en ekstern servers authorized_keys-fil
nl: Kopieer deze sleutel veilig naar het authorized_keys-bestand van een externe server
pl: Bezpiecznie skopiuj ten klucz do pliku authorized_keys na zdalnym serwerze
pt_br: Copie esta chave com segurança para o arquivo authorized_keys de um servidor remoto
pt_pt: Copie esta chave de forma segura para o ficheiro authorized_keys de um servidor remoto
ro: Copiati in siguranta aceasta cheie in fisierul authorized_keys al unui server la distanta
sl: Varno kopirajte ta ključ v datoteko authorized_keys oddaljenega strežnika
sv: Kopiera denna nyckel säkert till en fjärrservers authorized_keys-fil
uk: Безпечно скопіювати цей ключ до файлу authorized_keys на віддаленому сервері
vi: Sao chép an toàn khóa này vào tệp authorized_keys của server từ xa
zh_hans: 将此密钥安全复制到远程服务器的 authorized_keys 文件
zh_hant: 將此金鑰安全複製到遠端伺服器的 authorized_keys 檔案

source: Security
ar: الأمان
ca: Seguretat
cs: Zabezpečení
da: Sikkerhed
de: Sicherheit
es: Seguridad
fi: Turvallisuus
fr: Sécurité
he: אבטחה
hu: Biztonság
it: Sicurezza
ja: セキュリティ
ko: 보안
nb: Sikkerhet
nl: Beveiliging
pl: Bezpieczeństwo
pt_br: Segurança
pt_pt: Segurança
ro: Securitate
sl: Varnost
sv: Säkerhet
uk: Безпека
vi: Bảo Mật
zh_hans: 安全
zh_hant: 安全性

source: Security Downgrade
ar: تخفيض مستوى الأمان
ca: Degradació de seguretat
cs: Snížení zabezpečení
da: Sikkerhedsnedgradering
de: Sicherheitsherabstufung
es: Degradación de seguridad
fi: Turvallisuustason lasku
fr: Rétrogradation de sécurité
he: הורדת רמת אבטחה
hu: Biztonsági szint csökkentése
it: Declassamento della sicurezza
ja: セキュリティのダウングレード
ko: 보안 다운그레이드
nb: Sikkerhetsnedgradering
nl: Beveiligingsverlaging
pl: Obniżenie poziomu zabezpieczeń
pt_br: Rebaixamento de Segurança
pt_pt: Redução de Segurança
ro: Retrogradare securitate
sl: Znižanje varnosti
sv: Säkerhetsnedgradering
uk: Зниження рівня безпеки
vi: Hạ Cấp Bảo Mật
zh_hans: 安全降级
zh_hant: 安全性降級

source: Security Key
ar: مفتاح الأمان
ca: Clau de seguretat
cs: Bezpečnostní klíč
da: Sikkerhedsnøgle
de: Sicherheitsschlüssel
es: Clave de seguridad
fi: Turva-avain
fr: Clé de sécurité
he: מפתח אבטחה
hu: Biztonsági kulcs
it: Chiave di sicurezza
ja: セキュリティキー
ko: 보안 키
nb: Sikkerhetsnøkkel
nl: Beveiligingssleutel
pl: Klucz zabezpieczeń
pt_br: Chave de Segurança
pt_pt: Chave de Segurança
ro: Cheie de securitate
sl: Varnostni ključ
sv: Säkerhetsnyckel
uk: Ключ безпеки
vi: Khóa Bảo Mật
zh_hans: 安全密钥
zh_hant: 安全金鑰

source: Security Key Registered
ar: تم تسجيل مفتاح الأمان
ca: Clau de seguretat registrada
cs: Bezpečnostní klíč registrován
da: Sikkerhedsnøgle registreret
de: Sicherheitsschlüssel registriert
es: Clave de seguridad registrada
fi: Turva-avain rekisteröity
fr: Clé de sécurité enregistrée
he: מפתח אבטחה נרשם
hu: Biztonsági kulcs regisztrálva
it: Chiave di sicurezza registrata
ja: セキュリティキーが登録されました
ko: 보안 키가 등록되었습니다
nb: Sikkerhetsnøkkel registrert
nl: Beveiligingssleutel geregistreerd
pl: Klucz zabezpieczeń zarejestrowany
pt_br: Chave de Segurança Registrada
pt_pt: Chave de Segurança Registada
ro: Cheie de securitate inregistrata
sl: Varnostni ključ registriran
sv: Säkerhetsnyckel registrerad
uk: Ключ безпеки зареєстровано
vi: Khóa Bảo Mật Đã Đăng Ký
zh_hans: 安全密钥已注册
zh_hant: 安全金鑰已註冊

source: Security keys aren't supported yet
ar: مفاتيح الأمان غير مدعومة بعد
ca: Les claus de seguretat encara no són compatibles
cs: Bezpečnostní klíče zatím nejsou podporovány
da: Sikkerhedsnøgler understøttes ikke endnu
de: Sicherheitsschlüssel werden noch nicht unterstützt
es: Las llaves de seguridad aún no son compatibles
fi: Suojausavaimia ei vielä tueta
fr: Les clés de sécurité ne sont pas encore prises en charge
he: מפתחות אבטחה עדיין אינם נתמכים
hu: A biztonsági kulcsok még nem támogatottak
it: Le chiavi di sicurezza non sono ancora supportate
ja: セキュリティキーはまだ対応していません
ko: 보안 키는 아직 지원되지 않습니다
nb: Sikkerhetsnøkler støttes ikke ennå
nl: Beveiligingssleutels worden nog niet ondersteund
pl: Klucze bezpieczeństwa nie są jeszcze obsługiwane
pt_br: Chaves de segurança ainda não são compatíveis
pt_pt: As chaves de segurança ainda não são suportadas
ro: Cheile de securitate nu sunt încă acceptate
sl: Varnostni ključi še niso podprti
sv: Säkerhetsnycklar stöds inte ännu
uk: Апаратні ключі безпеки ще не підтримуються
vi: Khóa bảo mật chưa được hỗ trợ
zh_hans: 尚不支持安全密钥
zh_hant: 尚未支援安全密鑰

source: Security Note
ar: ملاحظة أمنية
ca: Nota de seguretat
cs: Bezpečnostní poznámka
da: Sikkerhedsbemærkning
de: Sicherheitshinweis
es: Nota de seguridad
fi: Turvallisuushuomautus
fr: Note de sécurité
he: הערת אבטחה
hu: Biztonsági megjegyzés
it: Nota sulla sicurezza
ja: セキュリティに関する注意
ko: 보안 참고
nb: Sikkerhetsnotat
nl: Beveiligingsopmerking
pl: Uwaga dotycząca bezpieczeństwa
pt_br: Nota de Segurança
pt_pt: Nota de Segurança
ro: Notă de securitate
sl: Varnostna opomba
sv: Säkerhetsnotering
uk: Примітка щодо безпеки
vi: Lưu ý bảo mật
zh_hans: 安全提示
zh_hant: 安全提示

source: Security Options
ar: خيارات الأمان
ca: Opcions de seguretat
cs: Možnosti zabezpečení
da: Sikkerhedsindstillinger
de: Sicherheitsoptionen
es: Opciones de seguridad
fi: Turvallisuusasetukset
fr: Options de sécurité
he: אפשרויות אבטחה
hu: Biztonsági beállítások
it: Opzioni di sicurezza
ja: セキュリティオプション
ko: 보안 옵션
nb: Sikkerhetsvalg
nl: Beveiligingsopties
pl: Opcje zabezpieczeń
pt_br: Opções de Segurança
pt_pt: Opções de Segurança
ro: Opțiuni de securitate
sl: Varnostne možnosti
sv: Säkerhetsalternativ
uk: Параметри безпеки
vi: Tùy chọn bảo mật
zh_hans: 安全选项
zh_hant: 安全性選項

source: Security Settings
ar: إعدادات الأمان
ca: Configuració de seguretat
cs: Nastavení zabezpečení
da: Sikkerhedsindstillinger
de: Sicherheitseinstellungen
es: Ajustes de seguridad
fi: Turvallisuusasetukset
fr: Paramètres de sécurité
he: הגדרות אבטחה
hu: Biztonsági beállítások
it: Impostazioni di sicurezza
ja: セキュリティ設定
ko: 보안 설정
nb: Sikkerhetsinnstillinger
nl: Beveiligingsinstellingen
pl: Ustawienia zabezpieczeń
pt_br: Configurações de Segurança
pt_pt: Definições de Segurança
ro: Setări de securitate
sl: Varnostne nastavitve
sv: Säkerhetsinställningar
uk: Налаштування безпеки
vi: Cài đặt bảo mật
zh_hans: 安全设置
zh_hant: 安全設定

source: Security Warnings
ar: تحذيرات الأمان
ca: Advertències de seguretat
cs: Bezpečnostní upozornění
da: Sikkerhedsadvarsler
de: Sicherheitswarnungen
es: Advertencias de seguridad
fi: Suojausvaroitukset
fr: Avertissements de sécurité
he: אזהרות אבטחה
hu: Biztonsági figyelmeztetések
it: Avvisi di sicurezza
ja: セキュリティ警告
ko: 보안 경고
nb: Sikkerhetsadvarsler
nl: Beveiligingswaarschuwingen
pl: Ostrzeżenia bezpieczeństwa
pt_br: Avisos de segurança
pt_pt: Avisos de segurança
ro: Avertismente de securitate
sl: Varnostna opozorila
sv: Säkerhetsvarningar
uk: Попередження безпеки
vi: Cảnh báo bảo mật
zh_hans: 安全警告
zh_hant: 安全警告

source: See https://openssh.com/pq.html
ar: راجع https://openssh.com/pq.html
ca: Consulteu https://openssh.com/pq.html
cs: Viz https://openssh.com/pq.html
da: Se https://openssh.com/pq.html
de: Siehe https://openssh.com/pq.html
es: Consulte https://openssh.com/pq.html
fi: Katso https://openssh.com/pq.html
fr: Voir https://openssh.com/pq.html
he: ראו https://openssh.com/pq.html
hu: Lásd: https://openssh.com/pq.html
it: Vedi https://openssh.com/pq.html
ja: https://openssh.com/pq.html を参照
ko: https://openssh.com/pq.html 참조
nb: Se https://openssh.com/pq.html
nl: Zie https://openssh.com/pq.html
pl: Zobacz https://openssh.com/pq.html
pt_br: Consulte https://openssh.com/pq.html
pt_pt: Consulte https://openssh.com/pq.html
ro: Consultați https://openssh.com/pq.html
sl: Oglejte si https://openssh.com/pq.html
sv: Se https://openssh.com/pq.html
uk: Див. https://openssh.com/pq.html
vi: Xem https://openssh.com/pq.html
zh_hans: 参见 https://openssh.com/pq.html
zh_hant: 請參閱 https://openssh.com/pq.html

source: Select
ar: تحديد
ca: Selecciona
cs: Vybrat
da: Vælg
de: Auswählen
es: Seleccionar
fi: Valitse
fr: Sélectionner
he: בחר
hu: Kiválasztás
it: Seleziona
ja: 選択
ko: 선택
nb: Velg
nl: Selecteer
pl: Wybierz
pt_br: Selecionar
pt_pt: Selecionar
ro: Selectare
sl: Izberi
sv: Välj
uk: Обрати
vi: Chọn
zh_hans: 选择
zh_hant: 選擇

source: Select .ssh folder…
ar: اختر مجلد .ssh…
ca: Selecciona la carpeta .ssh…
cs: Vybrat složku .ssh…
da: Vælg .ssh-mappe…
de: .ssh-Ordner auswählen…
es: Seleccionar carpeta .ssh…
fi: Valitse .ssh-kansio…
fr: Sélectionner le dossier .ssh…
he: בחר תיקיית .ssh…
hu: .ssh mappa kiválasztása…
it: Seleziona cartella .ssh…
ja: .ssh フォルダを選択…
ko: .ssh 폴더 선택…
nb: Velg .ssh-mappe…
nl: .ssh-map selecteren…
pl: Wybierz folder .ssh…
pt_br: Selecionar pasta .ssh…
pt_pt: Selecionar pasta .ssh…
ro: Selectează dosarul .ssh…
sl: Izberi mapo .ssh…
sv: Välj .ssh-mapp…
uk: Вибрати теку .ssh…
vi: Chọn thư mục .ssh…
zh_hans: 选择 .ssh 文件夹…
zh_hant: 選擇 .ssh 檔案夾…

source: Select a .pem, .key, or other private key file
ar: اختر ملف مفتاح خاص بصيغة ‎.pem أو ‎.key أو غيرها
ca: Seleccioneu un fitxer .pem, .key o un altre fitxer de clau privada
cs: Vyberte soubor .pem, .key nebo jiný soubor soukromého klíče
da: Vælg en .pem-, .key- eller anden privat nøglefil
de: Wählen Sie eine .pem-, .key- oder andere private Schlüsseldatei
es: Seleccione un archivo .pem, .key u otro archivo de clave privada
fi: Valitse .pem-, .key- tai muu yksityisen avaimen tiedosto
fr: Sélectionnez un fichier .pem, .key ou un autre fichier de clé privée
he: בחר קובץ מפתח פרטי מסוג ‎.pem, ‎.key או אחר
hu: Válasszon egy .pem, .key vagy más privát kulcs fájlt
it: Seleziona un file .pem, .key o un altro file di chiave privata
ja: .pem、.key、またはその他の秘密鍵ファイルを選択してください
ko: .pem, .key 또는 기타 개인 키 파일을 선택하십시오
nb: Velg en .pem-, .key- eller annen privatnøkkelfil
nl: Selecteer een .pem-, .key- of ander privesleutelbestand
pl: Wybierz plik .pem, .key lub inny plik klucza prywatnego
pt_br: Selecione um arquivo .pem, .key ou outro arquivo de chave privada
pt_pt: Selecionar um ficheiro .pem, .key ou outro ficheiro de chave privada
ro: Selectați un fișier .pem, .key sau alt fișier de cheie privată
sl: Izberite datoteko .pem, .key ali drugo datoteko zasebnega ključa
sv: Välj en .pem-, .key- eller annan privatnyckelfil
uk: Оберіть файл .pem, .key або інший файл приватного ключа
vi: Chọn tệp khóa riêng tư .pem, .key hoặc định dạng khác
zh_hans: 选择 .pem、.key 或其他私钥文件
zh_hant: 選擇 .pem、.key 或其他私密金鑰檔案

source: Select a key
ar: اختر مفتاحًا
ca: Seleccioneu una clau
cs: Vyberte klíč
da: Vælg en nøgle
de: Wählen Sie einen Schlüssel
es: Seleccionar una clave
fi: Valitse avain
fr: Sélectionnez une clé
he: בחר מפתח
hu: Válasszon egy kulcsot
it: Seleziona una chiave
ja: 鍵を選択
ko: 키 선택
nb: Velg en nøkkel
nl: Selecteer een sleutel
pl: Wybierz klucz
pt_br: Selecione uma chave
pt_pt: Selecionar uma chave
ro: Selectați o cheie
sl: Izberite ključ
sv: Välj en nyckel
uk: Оберіть ключ
vi: Chọn một khóa
zh_hans: 选择一个密钥
zh_hant: 選擇一個金鑰

source: Select a key...
ar: اختر مفتاحًا…
ca: Seleccioneu una clau...
cs: Vyberte klíč…
da: Vælg en nøgle...
de: Schlüssel auswählen …
es: Seleccionar una clave…
fi: Valitse avain...
fr: Sélectionner une clé…
he: בחר מפתח...
hu: Válasszon egy kulcsot...
it: Seleziona una chiave...
ja: 鍵を選択...
ko: 키 선택...
nb: Velg en nøkkel...
nl: Selecteer een sleutel...
pl: Wybierz klucz...
pt_br: Selecione uma chave...
pt_pt: Selecionar uma chave...
ro: Selectați o cheie…
sl: Izberi ključ …
sv: Välj en nyckel...
uk: Оберіть ключ...
vi: Chọn một khóa...
zh_hans: 选择一个密钥…
zh_hant: 選擇一個金鑰…

source: Select a kubeconfig file (.yaml, .yml, or no extension)
ar: اختر ملف kubeconfig (بصيغة ‎.yaml أو ‎.yml أو بدون امتداد)
ca: Seleccioneu un fitxer kubeconfig (.yaml, .yml o sense extensió)
cs: Vyberte soubor kubeconfig (.yaml, .yml nebo bez přípony)
da: Vælg en kubeconfig-fil (.yaml, .yml eller uden filtype)
de: Wählen Sie eine Kubeconfig-Datei (.yaml, .yml oder ohne Erweiterung)
es: Seleccione un archivo kubeconfig (.yaml, .yml o sin extensión)
fi: Valitse kubeconfig-tiedosto (.yaml, .yml tai ilman tarkennetta)
fr: Sélectionnez un fichier kubeconfig (.yaml, .yml ou sans extension)
he: בחר קובץ kubeconfig (‏‎.yaml, ‎.yml או ללא סיומת)
hu: Válasszon egy kubeconfig fájlt (.yaml, .yml vagy kiterjesztés nélküli)
it: Seleziona un file kubeconfig (.yaml, .yml o senza estensione)
ja: kubeconfigファイルを選択（.yaml、.yml、または拡張子なし）
ko: kubeconfig 파일 선택 (.yaml, .yml 또는 확장자 없음)
nb: Velg en kubeconfig-fil (.yaml, .yml eller uten filendelse)
nl: Selecteer een kubeconfig-bestand (.yaml, .yml of zonder extensie)
pl: Wybierz plik kubeconfig (.yaml, .yml lub bez rozszerzenia)
pt_br: Selecione um arquivo kubeconfig (.yaml, .yml ou sem extensão)
pt_pt: Selecionar um ficheiro kubeconfig (.yaml, .yml ou sem extensão)
ro: Selectați un fișier kubeconfig (.yaml, .yml sau fără extensie)
sl: Izberite datoteko kubeconfig (.yaml, .yml ali brez končnice)
sv: Välj en kubeconfig-fil (.yaml, .yml eller utan filändelse)
uk: Оберіть файл kubeconfig (.yaml, .yml або без розширення)
vi: Chọn tệp kubeconfig (.yaml, .yml hoặc không có phần mở rộng)
zh_hans: 选择 kubeconfig 文件（.yaml、.yml 或无扩展名）
zh_hant: 選擇 kubeconfig 檔案（.yaml、.yml 或無副檔名）

source: Select a model
ar: اختر نموذجًا
ca: Seleccioneu un model
cs: Vyberte model
da: Vælg en model
de: Modell auswählen
es: Seleccionar un modelo
fi: Valitse malli
fr: Sélectionner un modèle
he: בחירת מודל
hu: Modell kiválasztása
it: Seleziona un modello
ja: モデルを選択
ko: 모델 선택
nb: Velg en modell
nl: Selecteer een model
pl: Wybierz model
pt_br: Selecione um modelo
pt_pt: Selecione um modelo
ro: Selectați un model
sl: Izberite model
sv: Välj en modell
uk: Оберіть модель
vi: Chọn một mô hình
zh_hans: 选择模型
zh_hant: 選擇模型

source: Select a Profile
ar: اختر ملفًا شخصيًا
ca: Seleccioneu un perfil
cs: Vyberte profil
da: Vælg en profil
de: Profil auswählen
es: Seleccionar un perfil
fi: Valitse profiili
fr: Sélectionner un profil
he: בחר פרופיל
hu: Válasszon profilt
it: Seleziona un profilo
ja: プロファイルを選択
ko: 프로필 선택
nb: Velg en profil
nl: Selecteer een profiel
pl: Wybierz profil
pt_br: Selecione um Perfil
pt_pt: Selecionar um Perfil
ro: Selectează un profil
sl: Izberite profil
sv: Välj en profil
uk: Оберіть профіль
vi: Chọn một hồ sơ
zh_hans: 选择一个配置
zh_hant: 選擇設定檔

source: Select Account & Role
ar: اختر الحساب والدور
ca: Seleccioneu compte i rol
cs: Vybrat účet a roli
da: Vælg konto og rolle
de: Konto & Rolle auswählen
es: Seleccionar cuenta y rol
fi: Valitse tili ja rooli
fr: Sélectionner le compte et le rôle
he: בחר חשבון ותפקיד
hu: Fiók és szerepkör kiválasztása
it: Seleziona account e ruolo
ja: アカウントとロールを選択
ko: 계정 및 역할 선택
nb: Velg konto og rolle
nl: Selecteer account en rol
pl: Wybierz konto i rolę
pt_br: Selecionar Conta e Função
pt_pt: Selecionar Conta e Função
ro: Selectați contul și rolul
sl: Izberi račun in vlogo
sv: Välj konto och roll
uk: Оберіть обліковий запис і роль
vi: Chọn tài khoản & vai trò
zh_hans: 选择账户和角色
zh_hant: 選擇帳號與角色

source: Select All
ar: تحديد الكل
ca: Selecciona-ho tot
cs: Vybrat vše
da: Vælg alle
de: Alle auswählen
es: Seleccionar todo
fi: Valitse kaikki
fr: Tout sélectionner
he: בחר הכל
hu: Összes kijelölése
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
nb: Velg alle
nl: Selecteer alles
pl: Zaznacz wszystko
pt_br: Selecionar Tudo
pt_pt: Selecionar Tudo
ro: Selectare tot
sl: Izberi vse
sv: Välj alla
uk: Обрати все
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選

source: Select an existing software key to import to your YubiKey.
ar: اختر مفتاحًا برمجيًا موجودًا لاستيراده إلى YubiKey.
ca: Seleccioneu una clau de programari existent per importar al vostre YubiKey.
cs: Vyberte existující softwarový klíč k importu na váš YubiKey.
da: Vælg en eksisterende softwarenøgle til import til din YubiKey.
de: Wählen Sie einen vorhandenen Software-Schlüssel zum Importieren auf Ihren YubiKey.
es: Seleccione una clave de software existente para importar a su YubiKey.
fi: Valitse olemassa oleva ohjelmistoavain tuotavaksi YubiKey-laitteellesi.
fr: Sélectionnez une clé logicielle existante à importer sur votre YubiKey.
he: בחר מפתח תוכנה קיים לייבוא ל-YubiKey שלך.
hu: Válasszon egy meglévő szoftveres kulcsot a YubiKey-re történő importáláshoz.
it: Seleziona una chiave software esistente da importare nel Suo YubiKey.
ja: YubiKeyにインポートする既存のソフトウェア鍵を選択してください。
ko: YubiKey로 가져올 기존 소프트웨어 키를 선택하십시오.
nb: Velg en eksisterende programvarenøkkel å importere til YubiKey-en din.
nl: Selecteer een bestaande softwaresleutel om naar uw YubiKey te importeren.
pl: Wybierz istniejący klucz programowy do zaimportowania na YubiKey.
pt_br: Selecione uma chave de software existente para importar para seu YubiKey.
pt_pt: Selecione uma chave de software existente para importar para o seu YubiKey.
ro: Selectați o cheie software existentă pentru a o importa pe YubiKey.
sl: Izberite obstoječi programski ključ za uvoz na vaš YubiKey.
sv: Välj en befintlig mjukvarunyckel att importera till din YubiKey.
uk: Оберіть наявний програмний ключ для імпорту на YubiKey.
vi: Chọn một khóa phần mềm hiện có để nhập vào YubiKey của bạn.
zh_hans: 选择一个现有的软件密钥以导入到 YubiKey。
zh_hant: 選擇一個現有的軟體金鑰以匯入到 YubiKey。

source: Select an exported .asc or .gpg secret key file.
ar: اختر ملف مفتاح سري مُصدَّر بصيغة .asc أو .gpg.
ca: Seleccioneu un fitxer de clau secreta exportada .asc o .gpg.
cs: Vyberte exportovaný soubor tajného klíče .asc nebo .gpg.
da: Vælg en eksporteret .asc- eller .gpg-fil med hemmelig nøgle.
de: Wählen Sie eine exportierte .asc- oder .gpg-Datei mit dem geheimen Schlüssel aus.
es: Seleccione un archivo de clave secreta .asc o .gpg exportado.
fi: Valitse viety .asc- tai .gpg-salaisen avaimen tiedosto.
fr: Sélectionnez un fichier de clé secrète .asc ou .gpg exporté.
he: בחר קובץ מפתח סודי מיוצא בפורמט .asc או .gpg.
hu: Válasszon ki egy exportált .asc vagy .gpg titkos kulcs fájlt.
it: Seleziona un file di chiave segreta .asc o .gpg esportato.
ja: エクスポートされた.ascまたは.gpgの秘密鍵ファイルを選択してください。
ko: 내보낸 .asc 또는 .gpg 비밀 키 파일을 선택하세요.
nb: Velg en eksportert .asc- eller .gpg-fil med hemmelig nøkkel.
nl: Selecteer een geëxporteerd .asc- of .gpg-bestand met geheime sleutel.
pl: Wybierz wyeksportowany plik klucza prywatnego .asc lub .gpg.
pt_br: Selecione um arquivo de chave secreta .asc ou .gpg exportado.
pt_pt: Seleccione um ficheiro de chave secreta .asc ou .gpg exportado.
ro: Selectează un fișier de cheie secretă .asc sau .gpg exportat.
sl: Izberite izvoženo datoteko skrivnega ključa .asc ali .gpg.
sv: Välj en exporterad hemlig nyckelfil med ändelsen .asc eller .gpg.
uk: Виберіть експортований файл секретного ключа .asc або .gpg.
vi: Chọn một tệp khóa bí mật đã xuất có đuôi .asc hoặc .gpg.
zh_hans: 选择已导出的 .asc 或 .gpg 私钥文件。
zh_hant: 選擇已匯出的 .asc 或 .gpg 私鑰檔案。

source: Select an SSH key
ar: اختر مفتاح SSH
ca: Seleccionar una clau SSH
cs: Vyberte SSH klíč
da: Vælg en SSH-nøgle
de: SSH-Schlüssel auswählen
es: Seleccionar una clave SSH
fi: Valitse SSH-avain
fr: Sélectionner une clé SSH
he: בחר מפתח SSH
hu: Válasszon SSH kulcsot
it: Seleziona una chiave SSH
ja: SSH鍵を選択
ko: SSH 키 선택
nb: Velg en SSH-nøkkel
nl: Selecteer een SSH-sleutel
pl: Wybierz klucz SSH
pt_br: Selecionar uma chave SSH
pt_pt: Selecionar uma chave SSH
ro: Selectați o cheie SSH
sl: Izberite ključ SSH
sv: Välj en SSH-nyckel
uk: Оберіть ключ SSH
vi: Chọn khóa SSH
zh_hans: 选择 SSH 密钥
zh_hant: 選擇 SSH 金鑰

source: Select Categories to Restore
ar: اختر الفئات للاستعادة
ca: Seleccioneu categories a restaurar
cs: Vyberte kategorie k obnovení
da: Vælg kategorier til gendannelse
de: Wiederherzustellende Kategorien auswählen
es: Seleccionar categorías a restaurar
fi: Valitse palautettavat kategoriat
fr: Sélectionner les catégories à restaurer
he: בחר קטגוריות לשחזור
hu: Válassza ki a visszaállítandó kategóriákat
it: Seleziona le categorie da ripristinare
ja: 復元するカテゴリを選択
ko: 복원할 카테고리 선택
nb: Velg kategorier å gjenopprette
nl: Selecteer categorieën om te herstellen
pl: Wybierz kategorie do przywrócenia
pt_br: Selecionar categorias para restaurar
pt_pt: Selecionar categorias a restaurar
ro: Selectați categoriile de restaurat
sl: Izberite kategorije za obnovitev
sv: Välj kategorier att återställa
uk: Оберіть категорії для відновлення
vi: Chọn danh mục để khôi phục
zh_hans: 选择要恢复的类别
zh_hant: 選擇要恢復的類別
